Repository: dognn/dognn-wordpress-ddgnyldz-smart-coupon
Catalog: ddgnyldz-smart-coupon/languages/smart-coupon-*.po
Languages: tr_tr

source: Activate
tr_tr: Aktif

source: Coupon Name
tr_tr: Kupon Adı

source: Coupon Settings
tr_tr: Kupon Ayarları

source: Ddgnyldz Smart Coupon
tr_tr: Ddgnyldz Akıllı Kupon

source: Discount applied customers will see the coupon slogan on cart total section
tr_tr: İndirim uygulanan müşteriler, sepet toplamı bölümünde kupon sloganını göreceklerdir.

source: Discount will apply automaticly for less cheaper product in cart
tr_tr: İndirim, sepette ki en ucuz olan ürün için otomatik olarak uygulanacaktır.

source: Dogan Yildz
tr_tr: Doğan Yıldız

source: Install and Activate Woocommerce Plugin
tr_tr: Woocommerce eklentisini yükleyin ve aktif edin.

source: Set Active or Deactive ( default : deactive )
tr_tr: İndirimi buradan aktif veya pasif hala getirebilirsiniz. ( varsayılan : pasif )

source: Set Coupon Discount Percentage ( % )
tr_tr: Kuponun indirim yüzdesini buradan ayarlayabilirsiniz.

source: Set Coupon Slogan
tr_tr: Kupon sloganını buradan ayarlayabilirsiniz.

source: Set minimum product count for apply discount in cart
tr_tr: İndirimin uygulanması için gerekli sepetteki minimum ürün sayısı

source: Set your coupon name ( when discount applied customers will see the name on cart total section )
tr_tr: Kupon adınızı ayarlayın ( indirim uygulandığında müşteriler, sepet ve ödeme toplamı bölümünde görecekler )

source: Smart Coupon
tr_tr: Akıllı Kupon

source: Smart Coupon Settings
tr_tr: Akıllı Kupon Ayarları

source: When Coupon Active Product Count
tr_tr: Kuponun uygulanması için gerekli olan minimum ürün sayısı

source: You can manage your setting from here
tr_tr: Kupon ayarlarını buradan yönetebilirsiniz.

source: You can set smart coupon for customers with Woocommerce.
tr_tr: WooCommerce ile müşteriler için akıllı kupon ayarlayabilirsiniz.
